Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob2sme/facta/skuvlahistorja2/montessori-s.htm.tmx
Source language: sme
Languages: nob

source: Midjiide lea dehálaš leat olu olgun ja geavahit lagasbirrasa vejolašvuođaid .
nob: Vi er opptatt av å være mye ute og utnytte de mulighetene vi har i nærmiljøet .

source: Luohkkálanjat leat fágáid mielde hábmejuvvon , nu ahte oahppit álo dihtet juste gokko gávdnet oahpponeavvuid ja čáppagirjjálašvuođa .
nob: Klasserommene er innredet etter fag , slik at elevene vet nøyaktig hvor de finner materiell og litteratur .

source: Dáin leat ivdnekodat dihto systema ja progrešuvnna mielde .
nob: Disse har fargekoder etter et spesielt system og progresjon .

source: Oahppit barget seahkalas joavkkuin , 1.–3. ceahki , 4.–7. ceahki ja nuoraiddássi 8.–10. ceahki . "
nob: Elevene er delt inn i trinn – aldersblandede grupper ; 1. til 3. klasse , 4. til 7. klasse og ungdomstrinnet 8. til 10. klasse . »

source: – Montessoriskuvlla ii sáhte ovtta ijas hukset , muitala rektor .
nob: – Det er ikke gjort over natta å bygge opp en montessoriskole , forteller rektor .

source: – Danin leat ain huksemin skuvlla .
nob: – Derfor er vi fortsatt under oppbygging .

source: Rehkenasto ain ádjánit 10-15 jagi ollásit čađahit montessoripedagogihka .
nob: Man regner med at det tar 10–15 år å gjennomføre montessoripedagogikken fullt ut .

source: – Dihtomielalaš váhnemat válljejit dan maid sii atnet buoremus pedagogihkkan mánáidasaset , lohká stivrajođiheaddji .
nob: – Bevisste foreldre velger det de tror er den beste pedagogikken for ungene sine , sier styrelederen .

source: – Dát dat lea dál dehálabbot go sámi oahppoplána-gažaldat .
nob: – Dette er i dag viktigere enn spørsmålet om samisk læreplan .

source: Ii sáhte skuvlla jođihit jahkeviissaid ovtta ášši geažil .
nob: Man kan ikke drive en skole i årevis bare på ei sak .

source: Go mii leat álggahan montessoriskuvlla , de lei danin olu eará mii lea duogábealde go dušše duhtameahttunvuohta sámi oahppoplánii .
nob: Når vi har starta montessoriskole er det derfor mye mer som ligger bak enn misnøye med den samiske læreplanen .

source: Jurdagat priváhtaskuvlla birra ledje Deanus ovdal go sámi oahppoplána bođii – almmolaš skuvlla molssaeaktun .
nob: Ideer om privatskole fantes i Tana før samisk læreplan kom opp – som alternativ til offentlig skole .

source: Ii fal riggáid skuvla
nob: Ikke rikmannsskole

source: Go gullat priváhtaskuvllaid birra , de jurddašit dávjá skuvllaid riggáid mánáid várás .
nob: Når vi hører om privatskoler , tenker vi gjerne på skoler for barn av rike foreldre .

source: Lea go montessoriskuvla riggáid skuvla ?
nob: Er montessoriskolen en rikmannsskole ?

source: – Dán ákka dovddan bures , dadjá Svein Kollstrøm .
nob: – Det argumentet kjenner jeg godt , sier Svein Kollstrøm .

source: – Ovdal go dáinna álggiimet , de in dorjon priváhtaskuvllaid .
nob: – Før vi begynte med dette , var jeg ikke tilhenger av privatskole .

source: Mii han leat bajásšaddan sosialdemokratiijas .
nob: Vi er jo oppvokst i et sosialdemokrati .

source: Jus galgat fidnet priváhtaskuvlla nu mo dát , mii ii leat dušše riggáid várás , de fertet ieža maid olu bargat .
nob: For å få en privatskole som ikke er for rike folk , og det er ikke denne , så må vi faktisk jobbe ganske mye sjøl .

source: Mii jođihit skuvlla stáhtadoarjagiin , dasa lassin mákset váhnemat veaháš .
nob: Vi driver skolen på statstilskudd med tillegg av litt foreldrebetaling .

source: Sii mákset 800 ru. mánnosaččat vuosttaš mánás , dasto 400 ru. mánnui eará mánáin .
nob: Denne er på 800 kr. pr. måned for første barn , deretter 400 kr. pr. barn .

source: Dasa lassin barget váhnemat olu nuvttá , sii basset skuvlla , hoidejit dan , bearráigehččet dálu ja fievrridit mánáid .
nob: I tillegg driver foreldrene mye dugnadsinnsats , som vask og vedlikehold , kjøring og tilsyn .

source: Muhtumin oažžut skeaŋkkaid velá .
nob: I tillegg hender det at vi får gaver .

source: – Oahpaheaddjit leat maid duođaid bargan , lasiha Anne Smeland . Sii leat olu nuvttá bargan bargoáiggi maŋŋá , jus galggašeimmet buot máksit , de eat livčče birgen .
nob: – Lærerne har også stått veldig på , legger Anne Smeland til , De har gjort mye ubetalt arbeid på overtid , skulle vi ha betalt for alt , hadde det aldri gått rundt .

source: Leat hui dihtomielalaččat ekonomiijas .
nob: Vi er svært bevisste på økonomi .

source: Go eat leat oassin gieldda sisaoastinvuogádagas , de mearridit ieža gos oastit .
nob: Siden vi ikke er en del av kommunens innkjøpsordning , velger vi sjøl hvilke forhandlere vi vil kjøpe fra .

source: Váhnemiidda lea dehálaš ahte lea govttolaš skuvlamáksu .
nob: For foreldrene er det viktig at skolepengene er lave .

source: Galgá leat skuvla buohkaid várás , ii fal riggáid mánáid várás .
nob: Det skal være en skole for alle , ikke en rikmannsskole .

source: Min váhnenjoavkku gaskamearálaš sisaboahtu lea baicce unnit go muđui gielddas .
nob: Gjennomsnittsinntekta blant foreldrene er heller under enn over gjennomsnittet i kommunen .

source: Fertet maid lasihit ahte máŋga oahpaheaddji ja jođiheaddji Deanu almmolaš skuvllain leat duođaid leamaš šiega minguin .
nob: Vi må også si at mange lærere og ledelsen på de offentlige skolene i Tana har vært veldig greie med oss .

source: – Dárbbaša go erenoamáš oahpu beassat montessoriskuvlla oahpaheaddjivirgái ?
nob: – Må man ha noen spesiell utdanning for å være lærer ved en montessoriskole ?

source: – Livččii gal buoremus ahte skuvlla oahpaheaddjit leat montessoripedagogat .
nob: – Det er ønskelig at lærerne på skolen er montessoripedagoger .

source: Leat vásihan ahte lea váttis háhkat oahppan montessorioahpaheaddjiid .
nob: Å rekruttere ferdig utdannede montessorilærere har vist seg vanskelig .

source: Norggas lea Norwegian Montessori College máŋga jagi fállan montessoripedagogihkkaoahpu .
nob: I Norge har Norwegian Montessori College gitt tilbud om montessoripedagogutdanning i flere år .

source: Studeanta oahppá fágaid ja metodihka guovtti jagi intensiivvalaš geassekurssas , de lea geavatlaš eksámen golggotmánus .
nob: Dette studiet er basert på to år med intensive sommerkurs i Oslo hvor en lærer fag og metodikk med praktisk eksamen i oktober .

source: Teoriijaoasi lohká interneahta bokte , das leat esseijat , digaštallanlatnja jna. ja vahkkosaš ruovttueksámen .
nob: Teoridelen er nettbasert med innlevering av essays , diskusjonsforum osv. og ei ukes skriftlig hjemmeeksamen .

source: Muhtun studeanttat mannet olgoriikii , doppe leat sierra oahpaheaddjiskuvllat .
nob: Noen studenter reiser til utlandet , hvor de har egne lærerskoler .

source: 2004 ’ čavčča álggaha Nesna allaskuvla montessoripedagogihka jahkeovttadaga , maid sáhttá oasseáiggis lohkat guovtti jagi badjel , ja lea lávdaduvvon oahppu .
nob: Høsten 2004 starter Høgskolen i Nesna med årsstudium i montessoripedagogikk , desentralisert over to år .

source: Ferte leat unnimusat okta oahpaheaddji geas lea montessoriduogáš ovdal go beassá montessoriskuvlla álggahit .
nob: For å få starte opp en montessoriskole er det et minimumskrav at minst en lærer har utdanning i montessoripedagogikk .

source: Go skuvla álggahuvvui dás , fidniimet deike montessoripedagoga gii lei bargan USA:s .
nob: Da skolen startet opp fikk vi tak i en utdanna montessoripedagog som hadde arbeidet ved en skole i USA .

source: Dán jagi leat mis guokte montessoripedagoga , ja vel okta geargá montessorioahpus golggotmánu 2004:s .
nob: I år har vi to ferdig utdanna montessoripedagoger og en som er ferdig i oktober 2004 .

source: Leat leamaš olu molsumat bargoveagas , ja geahččalit dál háhkat báikkálaš oahpaheddjiid deike mátta-norgga oahpaheddjiid lassin .
nob: Det har vært stor utskiftning i personalet og vi satser på å rekruttere lærere med lokal tilknytning i tillegg til litt import sørfra .

source: Muhtun oahpaheaddjit leat vázzán dábálaš oahpaheaddjioahpu , earát ges leat fágaid lohkan universitehtas .
nob: Noen av de ansatte har allmennlærerutdanning , mens andre har fag fra universitetet .

source: Ii leat makkárge " ii fal sápmi " - skuvla
nob: Ingen anti-samisk skole

source: – Dalle juo go čoahkkáneimmet vuosttaš háviid hállat priváhtaskuvlla vuođđudeamis , de loktejuvvui ášši sáme- ja suomagiel nubbingieloahpahusas .
nob: – Allerede på de første møtene som var om å danne privatskole blei det tatt opp om at de som ville det skulle ha anledning til å lære samisk eller finsk som andrespråk .

source: Lea áibbas nubbeláhkái go dan maid mediat leat ovdanbidjan , ahte mii leimmet mahkáš rasisttat geat eat háliidan makkárge dahkamuša sámevuođain .
nob: Det er motsatt av det som blei framstilt om at vi var rasister som ikke ville ha noe med det samiske å gjøre .

source: 69 ohppiin leat dál 15:s lohkamin sámegiela nubbingiellan , ja 30:s lohket suomagiela .
nob: Av 69 elever har i dag 15 samisk som andrespråk , mens 30 har finsk .

source: Eat leat nagodan fidnet iežamet sámegieloahpaheaddji , fertet duhtat tiibmooahpaheaddjiide geat maiddái barget eará skuvllain .
nob: Vi har ikke lykkes i å rekruttere egen samisk lærer og baserer oss på timelærere som også arbeider på andre skoler .

source: Goappašagat dadjaba loaktit hui bures dáppe bargat , eaba ge vásit makkárge váttisvuohtan ahte skuvla álggus vuođđuduvvui sámi oahppoplána proteastan .
nob: Begge gir uttrykk for å trives med arbeidet her , uten å oppleve det som et problem at skolen i sin tid starte opp som en protest mot samisk læreplan .

source: – Mii mearrida ohppiid dahje váhnemiid giellaválljema ?
nob: – Hva er det som avgjør elevenes eller foreldrenes valg av språk ?

source: – Máŋggas dáppe Deanus dovdet gullevašvuođa máŋgga čerdii , lohká Svein Kollstrøm .
nob: – Mange her i Tana er etnisk blanda , sier Svein Kollstrøm .

source: – Sii geat válljejit sámegiela dahje suomagiela bohtet dávjá sáme- dahje suomasogas .
nob: – De som velger samisk eller finsk har det jo gjerne i slekta .

source: Eanáš háviid oahppit ieža válljejit , muhtumin válljejit oarbinaččat ( oappát ja viellját ) ge iešguđetlágán giela .
nob: I stor grad velger elevene sjøl , i en del tilfeller velger søsken forskjellig .

source: Dát fas čájeha ahte ii leat álo sohkaduogáš mii mearrida .
nob: Det viser at også annet enn familiebakgrunnen spiller inn .

source: Mu mánát lohket suomagiela .
nob: Mine unger har finsk .

source: Áhččán lei 4. buolvva kveana Norggas , muhto ii máhttán ii veaháge dárogiela go skuvlii álggii .
nob: Far min var fjerde generasjons kven i Norge , men kunne ikke noe norsk da han begynte på skolen .

source: Eadnán lei rivgu .
nob: Mor mi var norsk .

source: Áhččán ii háliidan midjiide oahpahit suomagiela , nu ahte mun in hála suomagiela . Muhto mun háliidan ahte mu mánát galget suomagiela oahppat .
nob: Far min ville ikke lære oss finsk , så jeg snakker ikke finsk , men jeg vil at barna mine skal lære det .

source: – Don fertet ovtta ášši oažžut ovdan , loahpaha Svein Kollstrøm : – Ovdamunni dáinna skuvllain lea ahte mii váhnemat leat fidnen olu buoret oktavuođa oahpaheaddjiiguin .
nob: – Du må ta med en ting , sier Svein Kollstrøm til slutt : – En fordel med denne skolen er at vi foreldre har fått et annet forhold til lærerne , nå har vi mye mer kontakt .

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 2
nob: Andre artikler i Samisk skolehistorie 2
